Repository: yejincheng420/Magpie
Catalog: src/Magpie/Resources.language-*.resw
Source language: en_us
Languages: zh_hans, zh_hant

# EffectParam_CRT_CRT_Easymode_maskDotHeight_Label
source: Mask Dot Height
zh_hans: 遮罩点高度
zh_hant: 遮罩點高度

# EffectParam_CRT_CRT_Easymode_maskDotWidth_Label
source: Mask Dot Width
zh_hans: 遮罩点宽度
zh_hant: 遮罩點寬度

# EffectParam_CRT_CRT_Easymode_maskSize_Label
source: Mask Size
zh_hans: 遮罩尺寸
zh_hant: 遮罩尺寸

# EffectParam_CRT_CRT_Easymode_maskStagger_Label
source: Mask Stagger
zh_hans: 遮罩错位
zh_hant: 遮罩錯位

# EffectParam_CRT_CRT_Easymode_maskStrength_Label
source: Mask Strength
zh_hans: 遮罩强度
zh_hant: 遮罩強度

# EffectParam_CRT_CRT_Easymode_scanlineBeamWidthMax_Label
source: Scanline Beam Width Max
zh_hans: 扫描线束最大宽度
zh_hant: 掃描線束最大寬度

# EffectParam_CRT_CRT_Easymode_scanlineBeamWidthMin_Label
source: Scanline Beam Width Min
zh_hans: 扫描线束最小宽度
zh_hant: 掃描線束最小寬度

# EffectParam_CRT_CRT_Easymode_scanlineBrightMax_Label
source: Scanline Brightness Max
zh_hans: 扫描线最高亮度
zh_hant: 掃描線最高亮度

# EffectParam_CRT_CRT_Easymode_scanlineBrightMin_Label
source: Scanline Brightness Min
zh_hans: 扫描线最低亮度
zh_hant: 掃描線最低亮度

# EffectParam_CRT_CRT_Easymode_scanlineCutoff_Label
source: Scanline Cutoff
zh_hans: 扫描线截止阈值
zh_hant: 掃描線截止閾值

# EffectParam_CRT_CRT_Easymode_scanlineStrength_Label
source: Scanline Strength
zh_hans: 扫描线强度
zh_hant: 掃描線強度

# EffectParam_CRT_CRT_Easymode_sharpnessH_Label
source: Sharpness Horizontal
zh_hans: 水平锐度
zh_hant: 水平銳利度

# EffectParam_CRT_CRT_Easymode_sharpnessV_Label
source: Sharpness Vertical
zh_hans: 垂直锐度
zh_hant: 垂直銳利度

# EffectParam_CRT_CRT_Geom_CRTGamma_Label
source: Target Gamma
zh_hans: 目标伽马
zh_hant: 目標伽瑪

# EffectParam_CRT_CRT_Geom_cornerSize_Label
source: Corner Size
zh_hans: 圆角大小
zh_hant: 圓角大小

# EffectParam_CRT_CRT_Geom_cornerSmooth_Label
source: Corner Smoothness
zh_hans: 圆角平滑度
zh_hant: 圓角平滑度

# EffectParam_CRT_CRT_Geom_curvature_Label
source: Curvature
zh_hans: 屏幕曲率
zh_hant: 螢幕曲率

# EffectParam_CRT_CRT_Geom_distance_Label
source: Distance
zh_hans: 观察距离
zh_hant: 觀察距離

# EffectParam_CRT_CRT_Geom_dotMask_Label
source: Dot Mask
zh_hans: 点状遮罩
zh_hant: 點狀遮罩

# EffectParam_CRT_CRT_Geom_lum_Label
source: Luminance Boost
zh_hans: 明亮度增强
zh_hant: 明亮度增強

# EffectParam_CRT_CRT_Geom_monitorGamma_Label
source: Monitor Gamma
zh_hans: 显示器伽马
zh_hant: 顯示器伽瑪

# EffectParam_CRT_CRT_Geom_overScanX_Label
source: Horizontal Overscan
zh_hans: 水平过扫描
zh_hant: 水平過掃描

# EffectParam_CRT_CRT_Geom_overScanY_Label
source: Vertical Overscan
zh_hans: 垂直过扫描
zh_hant: 垂直過掃描

# EffectParam_CRT_CRT_Geom_radius_Label
source: Curvature Radius
zh_hans: 曲率半径
zh_hant: 曲率半徑

# EffectParam_CRT_CRT_Geom_scanlineWeight_Label
source: Scanline Weight
zh_hans: 扫描线权重
zh_hant: 掃描線權重

# EffectParam_CRT_CRT_Geom_sharper_Label
source: Sharpness
zh_hans: 锐度
zh_hant: 銳利度

# EffectParam_CRT_CRT_Geom_xTilt_Label
source: Horizontal Tilt
zh_hans: 水平倾斜
zh_hant: 水平傾斜

# EffectParam_CRT_CRT_Geom_yTilt_Label
source: Vertical Tilt
zh_hans: 垂直倾斜
zh_hant: 垂直傾斜

# EffectParam_CRT_CRT_Hyllian_beamMaxWidth_Label
source: Max Beam Width
zh_hans: 最大束宽
zh_hant: 最大束寬

# EffectParam_CRT_CRT_Hyllian_beamMinWidth_Label
source: Min Beam Width
zh_hans: 最小束宽
zh_hant: 最小束寬

# EffectParam_CRT_CRT_Hyllian_blueBoost_Label
source: Blue Boost
zh_hans: 蓝色增强
zh_hant: 藍色增強

# EffectParam_CRT_CRT_Hyllian_colorBoost_Label
source: Color Boost
zh_hans: 色彩增强
zh_hant: 色彩增強

# EffectParam_CRT_CRT_Hyllian_crtAntiRinging_Label
source: Anti-Ringing
zh_hans: 抗振铃
zh_hant: 抗振鈴

# EffectParam_CRT_CRT_Hyllian_greenBoost_Label
source: Green Boost
zh_hans: 绿色增强
zh_hant: 綠色增強

# EffectParam_CRT_CRT_Hyllian_inputGamma_Label
source: Input Gamma
zh_hans: 输入伽马
zh_hant: 輸入伽瑪

# EffectParam_CRT_CRT_Hyllian_outputGamma_Label
source: Output Gamma
zh_hans: 输出伽马
zh_hant: 輸出伽瑪

# EffectParam_CRT_CRT_Hyllian_phosphor_Label
source: Phosphor
zh_hans: 荧光粉效果
zh_hant: 螢光粉效果

# EffectParam_CRT_CRT_Hyllian_redBoost_Label
source: Red Boost
zh_hans: 红色增强
zh_hant: 紅色增強

# EffectParam_CRT_CRT_Hyllian_scanlinesStrength_Label
source: Scanline Strength
zh_hans: 扫描线强度
zh_hant: 掃描線強度

# EffectParam_CRT_CRT_Hyllian_sharpness_Label
source: Sharpness
zh_hans: 锐度
zh_hant: 銳利度

# EffectParam_CRT_CRT_Hyllian_vScanlines_Label
source: Vertical Scanlines
zh_hans: 垂直扫描线
zh_hant: 垂直掃描線

# EffectParam_CRT_CRT_Lottes_bloomAmount_Label
source: Bloom Amount
zh_hans: 辉光强度
zh_hant: 輝光強度

# EffectParam_CRT_CRT_Lottes_brightBoost_Label
source: Brightness Boost
zh_hans: 亮度增强
zh_hant: 亮度增強

# EffectParam_CRT_CRT_Lottes_hardBloomPix_Label
source: Bloom-X Soft
zh_hans: 水平辉光柔化
zh_hant: 水平輝光柔化

# EffectParam_CRT_CRT_Lottes_hardBloomScan_Label
source: Bloom-Y Soft
zh_hans: 垂直辉光柔化
zh_hant: 垂直輝光柔化

# EffectParam_CRT_CRT_Lottes_hardPix_Label
source: Pixel Hardness
zh_hans: 像素硬度
zh_hant: 像素硬度

# EffectParam_CRT_CRT_Lottes_hardScan_Label
source: Scanline Hardness
zh_hans: 扫描线硬度
zh_hant: 掃描線硬度

# EffectParam_CRT_CRT_Lottes_maskDark_Label
source: Mask Dark
zh_hans: 遮罩暗部
zh_hant: 遮罩暗部

# EffectParam_CRT_CRT_Lottes_maskLight_Label
source: Mask Light
zh_hans: 遮罩亮部
zh_hant: 遮罩亮部

# EffectParam_CRT_CRT_Lottes_shadowMask_Label
source: Shadow Mask
zh_hans: 荫罩样式
zh_hant: 蔭罩樣式

# EffectParam_CRT_CRT_Lottes_shape_Label
source: Filter Kernel Shape
zh_hans: 滤波核形状
zh_hant: 濾波核形狀

# EffectParam_CRT_CRT_Lottes_warpX_Label
source: Horizontal Display Warp
zh_hans: 水平画面弯曲
zh_hant: 水平畫面彎曲

# EffectParam_CRT_CRT_Lottes_warpY_Label
source: Vertical Display Warp
zh_hans: 垂直画面弯曲
zh_hant: 垂直畫面彎曲

# EffectParam_CRT_GTU_v050_blackLevel_Label
source: Black Level
zh_hans: 黑位
zh_hant: 黑階

# EffectParam_CRT_GTU_v050_compositeConnection_Label
source: Composite Connection
zh_hans: 复合视频连接
zh_hant: 複合視訊連接

# EffectParam_CRT_GTU_v050_contrast_Label
source: Contrast
zh_hans: 对比度
zh_hant: 對比度

# EffectParam_CRT_GTU_v050_noScanlines_Label
source: No Scanlines
zh_hans: 关闭扫描线
zh_hant: 關閉掃描線

# EffectParam_CRT_GTU_v050_signalResolutionI_Label
source: Signal Resolution I
zh_hans: I 信号分辨率
zh_hant: I 訊號解析度

# EffectParam_CRT_GTU_v050_signalResolutionQ_Label
source: Signal Resolution Q
zh_hans: Q 信号分辨率
zh_hant: Q 訊號解析度

# EffectParam_CRT_GTU_v050_signalResolution_Label
source: Signal Resolution Y
zh_hans: Y 信号分辨率
zh_hant: Y 訊號解析度

# EffectParam_CRT_GTU_v050_tvVerticalResolution_Label
source: TV Vertical Resolution
zh_hans: 电视垂直分辨率
zh_hant: 電視垂直解析度

# EffectParam_DLSSFG_DLSS_FrameGeneration_multiplier_Label
source: Frame Multiplier
zh_hans: 帧数倍率
zh_hant: 影格倍率

# EffectParam_DLSSNR_DLSSNR_AI_Filter_Group_Detail_Control
source: Detail Control
zh_hans: 细节控制
zh_hant: 細節控制

# EffectParam_DLSSNR_DLSSNR_AI_Filter_enableInputResolutionScaling_Label
source: Adjust Input Resolution (Reduces DLSSNR Quality)
zh_hans: 调整输入分辨率 （会降低 DLSSNR 质量）
zh_hant: 調整輸入解析度 （會降低 DLSSNR 品質）

# EffectParam_DLSSNR_DLSSNR_AI_Filter_inputResolutionPercent_Label
source: Input Resolution (%)
zh_hans: 输入分辨率（%）
zh_hant: 輸入解析度（%）

# EffectParam_DLSSNR_DLSSNR_AI_Filter_intensity_Label
source: NR Intensity
zh_hans: NR 强度
zh_hant: NR 強度

# EffectParam_DLSSNR_DLSSNR_AI_Filter_localStructureStrength_Label
source: Local Structure Strength
zh_hans: 局部结构强度
zh_hant: 局部結構強度

# EffectParam_DLSSNR_DLSSNR_AI_Filter_localToneStrength_Label
source: Local Tone Strength
zh_hans: 局部色调强度
zh_hant: 局部色調強度

# EffectParam_DLSSNR_DLSSNR_AI_Filter_reflectionGlowMultiplier_Label
source: Reflection / Glow Control
zh_hans: 反射／辉光控制
zh_hant: 反射／輝光控制

# EffectParam_DLSSNR_DLSSNR_AI_Filter_residualLightness_Label
source: Residual Lightness Multiplier
zh_hans: 残差明度倍率
zh_hant: 殘差明度倍率

# EffectParam_DLSSNR_DLSSNR_AI_Filter_residualMultiplier_Label
source: Residual Multiplier
zh_hans: 残差倍率
zh_hant: 殘差倍率

# EffectParam_DLSSNR_DLSSNR_AI_Filter_residualSaturation_Label
source: Residual Saturation Multiplier
zh_hans: 残差饱和度倍率
zh_hant: 殘差飽和度倍率

# EffectParam_DLSSNR_DLSSNR_AI_Filter_shadowStructureMultiplier_Label
source: Shadow / Structure Control
zh_hans: 阴影／结构控制
zh_hant: 陰影／結構控制

# EffectParam_DLSSNR_DLSSNR_AI_Filter_skinStructureStrength_Label
source: Skin Structure Strength
zh_hans: 皮肤结构强度
zh_hant: 皮膚結構強度

# EffectParam_DLSSNR_DLSSNR_AI_Filter_style_Label
source: NR Style (0 Default, 1 Natural, 2 Cinematic)
zh_hans: NR 风格 （0 默认，1 自然，2 电影）
zh_hant: NR 風格 （0 預設，1 自然，2 電影）

# EffectParam_DLSSNR_DLSSNR_AI_Filter_uiCorrection_Label
source: NR UI Correction
zh_hans: NR 界面修正
zh_hant: NR 介面修正

# EffectParam_DLSSNR_DLSSNR_AI_Filter_useAutoMask_Label
source: Automatic Mask
zh_hans: 自动遮罩
zh_hant: 自動遮罩

# EffectParam_Deband_grain_Label
source: Grain
zh_hans: 颗粒强度
zh_hant: 顆粒強度

# EffectParam_Deband_iterations_Label
source: Iterations
zh_hans: 迭代次数
zh_hant: 迭代次數

# EffectParam_Deband_range_Label
source: Range
zh_hans: 范围
zh_hant: 範圍

# EffectParam_Deband_threshold_Label
source: Threshold
zh_hans: 阈值
zh_hant: 閾值

# EffectParam_Diagnostics_FrameGuidance_Motion_gain_Label
source: Display Gain
zh_hans: 显示增益
zh_hant: 顯示增益

# EffectParam_FSR_FSR_RCAS_sharpness_Label
source: Sharpness
zh_hans: 锐度
zh_hant: 銳利度

# EffectParam_FrameRate_Filter_targetFrameRate_Label
source: Custom Frame Rate
zh_hans: 自定义帧率
zh_hant: 自訂畫格速率

# EffectParam_ImageAdjustment_Group_Channels
source: Channels
zh_hans: 通道
zh_hant: 通道

# EffectParam_ImageAdjustment_Group_Gamma
source: Gamma
zh_hans: 伽马
zh_hant: 伽瑪

# EffectParam_ImageAdjustment_Group_Tone
source: Tone
zh_hans: 色调
zh_hant: 色調

# EffectParam_ImageAdjustment_b_Label
source: Blue Channel
zh_hans: 蓝色通道
zh_hant: 藍色通道

# EffectParam_ImageAdjustment_blackLevel_Label
source: Black Level
zh_hans: 黑位
zh_hant: 黑階

# EffectParam_ImageAdjustment_brightBoost_Label
source: Brightness Boost
zh_hans: 亮度增强
zh_hant: 亮度增強

# EffectParam_ImageAdjustment_contrast_Label
source: Contrast
zh_hans: 对比度
zh_hant: 對比度

# EffectParam_ImageAdjustment_g_Label
source: Green Channel
zh_hans: 绿色通道
zh_hant: 綠色通道

# EffectParam_ImageAdjustment_luminance_Label
source: Luminance
zh_hans: 明亮度
zh_hant: 明亮度

# EffectParam_ImageAdjustment_monitorGamma_Label
source: Monitor Gamma
zh_hans: 显示器伽马
zh_hant: 顯示器伽瑪

# EffectParam_ImageAdjustment_r_Label
source: Red Channel
zh_hans: 红色通道
zh_hant: 紅色通道

# EffectParam_ImageAdjustment_saturation_Label
source: Saturation
zh_hans: 饱和度
zh_hant: 飽和度

# EffectParam_ImageAdjustment_targetGamma_Label
source: Target Gamma
zh_hans: 目标伽马
zh_hant: 目標伽瑪

# EffectParam_Jinc_ARStrength_Label
source: Anti-ringing Strength
zh_hans: 抗振铃强度
zh_hant: 抗振鈴強度

# EffectParam_Jinc_sinc_Label
source: Sinc Param
zh_hans: Sinc 参数
zh_hant: Sinc 參數

# EffectParam_Jinc_windowSinc_Label
source: Window Sinc Param
zh_hans: 窗函数 Sinc 参数
zh_hant: 窗函數 Sinc 參數

# EffectParam_Lanczos_ARStrength_Label
source: Anti-ringing Strength
zh_hans: 抗振铃强度
zh_hant: 抗振鈴強度

# EffectParam_MLAA_MLAA_strength_Label
source: Strength
zh_hans: 强度
zh_hant: 強度

# EffectParam_MLAA_MLAA_threshold_Label
source: Edge threshold
zh_hans: 边缘阈值
zh_hant: 邊緣閾值

# EffectParam_NIS_NIS_sharpness_Label
source: Sharpness
zh_hans: 锐度
zh_hant: 銳利度

# EffectParam_NIS_NVSharpen_sharpness_Label
source: Sharpness
zh_hans: 锐度
zh_hant: 銳利度

# EffectParam_SGSR_EdgeSharpness_Label
source: Edge Sharpness
zh_hans: 边缘锐度
zh_hant: 邊緣銳利度

# EffectParam_SGSR_EdgeThreshold_Label
source: Edge Threshold
zh_hans: 边缘阈值
zh_hant: 邊緣閾值

# EffectParam_SMAA_SMAA_4x_Experimental_historyRejection_Label
source: History rejection
zh_hans: 历史帧拒绝阈值
zh_hant: 歷史影格拒絕閾值

# EffectParam_SMAA_SMAA_4x_Experimental_historyWeight_Label
source: History weight
zh_hans: 历史帧权重
zh_hant: 歷史影格權重

# EffectParam_SMAA_SMAA_4x_NoJitter_Experimental_historyRejection_Label
source: History rejection
zh_hans: 历史帧拒绝阈值
zh_hant: 歷史影格拒絕閾值

# EffectParam_SMAA_SMAA_4x_NoJitter_Experimental_historyWeight_Label
source: History weight
zh_hans: 历史帧权重
zh_hant: 歷史影格權重

# EffectParam_SMAA_SMAA_T2x_Experimental_historyRejection_Label
source: History rejection
zh_hans: 历史帧拒绝阈值
zh_hant: 歷史影格拒絕閾值

# EffectParam_SMAA_SMAA_T2x_Experimental_historyWeight_Label
source: History weight
zh_hans: 历史帧权重
zh_hant: 歷史影格權重

# EffectParam_SMAA_SMAA_T2x_NoJitter_Experimental_historyRejection_Label
source: History rejection
zh_hans: 历史帧拒绝阈值
zh_hant: 歷史影格拒絕閾值

# EffectParam_SMAA_SMAA_T2x_NoJitter_Experimental_historyWeight_Label
source: History weight
zh_hans: 历史帧权重
zh_hant: 歷史影格權重

# EffectParam_SSimDownscaler_oversharp_Label
source: Oversharp
zh_hans: 额外锐化
zh_hant: 額外銳化

# EffectParam_Sharpen_AdaptiveSharpen_curveHeight_Label
source: Sharpness
zh_hans: 锐度
zh_hant: 銳利度

# EffectParam_Sharpen_FineSharp_cstr_Label
source: cstr
zh_hans: 均衡强度（cstr）
zh_hant: 均衡強度（cstr）

# EffectParam_Sharpen_FineSharp_sstr_Label
source: sstr
zh_hans: 锐化强度（sstr）
zh_hant: 銳化強度（sstr）

# EffectParam_Sharpen_FineSharp_xrep_Label
source: xrep
zh_hans: 锐化伪影修复（xrep）
zh_hant: 銳化假影修復（xrep）

# EffectParam_Sharpen_FineSharp_xstr_Label
source: xstr
zh_hans: 最终锐化强度（xstr）
zh_hant: 最終銳化強度（xstr）

# EffectParam_Sharpen_LCAS_sharpness_Label
source: Sharpness
zh_hans: 锐度
zh_hant: 銳利度

# EffectParam_Sharpen_LumaSharpen_offsetBias_Label
source: Offset Bias
zh_hans: 采样偏移
zh_hant: 取樣偏移

# EffectParam_Sharpen_LumaSharpen_pattern_Label
source: Sample Pattern
zh_hans: 采样模式
zh_hant: 取樣模式

# EffectParam_Sharpen_LumaSharpen_sharpClamp_Label
source: Sharpening Limit
zh_hans: 锐化限制
zh_hant: 銳化限制

# EffectParam_Sharpen_LumaSharpen_sharpStrength_Label
source: Sharpening Strength
zh_hans: 锐化强度
zh_hant: 銳化強度

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_amdOpticalFlowMode_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_amdOpticalFlowMode_Option_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_amdOpticalFlowMode_Option_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_nvidiaOpticalFlowQuality_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

source: Performance
zh_hans: 性能
zh_hant: 效能

source: Balanced (Recommended)
zh_hans: 均衡（推荐）
zh_hant: 均衡（推薦）

source: Quality
zh_hans: 质量
zh_hant: 品質

source: High Quality (High Cost)
zh_hans: 高质量（高开销）
zh_hant: 高品質（高開銷）

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_opticalFlowMethod_Label
source: Optical Flow Method
zh_hans: 光流方法
zh_hant: 光流方法

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_opticalFlowMethod_Option_0
source: None
zh_hans: 无
zh_hant: 無

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_opticalFlowMethod_Option_1
source: AMDOF
zh_hans: AMD 光流
zh_hant: AMD 光流

# EffectParam_XeSSFG_XeSS_FrameGeneration_x2_ZeroMV_opticalFlowMethod_Option_2
source: NVOF
zh_hans: NVIDIA 光流
zh_hant: NVIDIA 光流

# EffectParam_XeSSFG_XeSS_MultiFrameGeneration_ZeroMV_amdOpticalFlowMode_Label
source: OF Quality
zh_hans: 光流质量
zh_hant: 光流品質

# EffectParam_XeSSFG_XeSS_MultiFrameGeneration_ZeroMV_amdOpticalFlowMode_Option_0
source: Performance
zh_hans: 性能
zh_hant: 效能

# EffectParam_XeSSFG_XeSS_MultiFrameGeneration_ZeroMV_amdOpticalFlowMode_Option_1
source: Quality
zh_hans: 质量
zh_hant: 品質

# EffectParam_XeSSFG_XeSS_MultiFrameGeneration_ZeroMV_multiplier_Label
source: Frame Multiplier
zh_hans: 帧数倍率
zh_hant: 影格倍率

# EffectParam_XeSSFG_XeSS_MultiFrameGeneration_ZeroMV_opticalFlowMethod_Label
source: Optical Flow Method
zh_hans: 光流方法
zh_hant: 光流方法

# EffectParam_XeSSFG_XeSS_MultiFrameGeneration_ZeroMV_opticalFlowMethod_Option_0
source: None
zh_hans: 无
zh_hant: 無

# EffectParam_XeSSFG_XeSS_MultiFrameGeneration_ZeroMV_opticalFlowMethod_Option_1
source: AMDOF
zh_hans: AMD 光流
zh_hant: AMD 光流

# Home_RecentIssue.Title
source: Most recent issue
zh_hans: 最近一次问题
zh_hant: 最近一次問題

# Home_RecentIssue_Details.Content
source: View details
zh_hans: 查看详情
zh_hant: 檢視詳細資料

# ErrorDetails_Title
source: Issue details
zh_hans: 问题详情
zh_hant: 問題詳細資料

# ErrorDetails_Copy
source: Copy details
zh_hans: 复制详情
zh_hant: 複製詳細資料

# ErrorDetails_Copied
source: Copied
zh_hans: 已复制
zh_hant: 已複製

# ErrorDetails_OpenLogs
source: Open logs folder
zh_hans: 打开日志目录
zh_hant: 開啟記錄資料夾

# ErrorDetails_Close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# ErrorDetails_CopyFailed
source: Copy failed. Select the text and press Ctrl+C to try again.
zh_hans: 复制失败。请选中文本后按 Ctrl+C 重试。
zh_hant: 複製失敗。請選取文字後按 Ctrl+C 重試。

# ErrorDetails_OpenLogsFailed
source: Could not open the folder. Copy the logs path below into File Explorer.
zh_hans: 无法打开目录。请复制下方日志路径到文件资源管理器。
zh_hant: 無法開啟資料夾。請複製下方記錄路徑到檔案總管。

# ErrorDetails_HomeHint
source: Open Home → Most recent issue for details and logs.
zh_hans: 可在主页 → 最近一次问题中查看详情和日志。
zh_hant: 可在首頁 → 最近一次問題中檢視詳細資料與記錄。

# ErrorDetails_Time
source: Time
zh_hans: 时间
zh_hant: 時間

# ErrorDetails_Code
source: Issue code
zh_hans: 问题编号
zh_hant: 問題編號

# ErrorDetails_Version
source: Version
zh_hans: 版本
zh_hant: 版本

# ErrorDetails_Context
source: Failed step, related items or path
zh_hans: 相关效果器或路径
zh_hant: 相關效果器或路徑

# ErrorDetails_SystemCode
source: System code
zh_hans: 系统错误码
zh_hant: 系統錯誤碼

# ErrorDetails_Count
source: Consecutive occurrences
zh_hans: 连续发生次数
zh_hant: 連續發生次數

# ErrorDetails_Logs
source: Logs folder
zh_hans: 日志目录
zh_hant: 記錄資料夾

# ErrorAdvice_AccessDenied
source: Windows denied writing to this location. Use a folder your account can write to, and check the file's read-only setting.
zh_hans: Windows 拒绝写入此位置。请使用当前账户有写入权限的目录，并检查文件是否设为只读。
zh_hant: Windows 拒絕寫入此位置。請使用目前帳戶有寫入權限的資料夾，並檢查檔案是否設為唯讀。

# ErrorAdvice_FileBusy
source: Another program is using the file. Close its editor or synchronization operation, then retry.
zh_hans: 文件正被其他程序占用。请关闭正在编辑该文件的程序或等待同步完成后重试。
zh_hant: 檔案正被其他程式佔用。請關閉正在編輯該檔案的程式，或等待同步完成後重試。

# ErrorAdvice_DiskFull
source: The destination drive is full. Free some space or choose a folder on another drive, then retry.
zh_hans: 目标磁盘空间不足。请释放空间，或选择其他磁盘上的目录后重试。
zh_hant: 目標磁碟空間不足。請釋放空間，或選擇其他磁碟上的資料夾後重試。

# ErrorAdvice_PathMissing
source: The file or folder no longer exists. Reconnect the drive or select an existing location, then retry.
zh_hans: 文件或目录已不存在。请重新连接对应磁盘，或选择现有位置后重试。
zh_hant: 檔案或資料夾已不存在。請重新連接對應磁碟，或選擇現有位置後重試。

# Message_ScalingModeNotSelected
source: Open the profile below and select an available effect group, then enable it. This profile currently has no valid effect group selected.
zh_hans: 此配置尚未选择有效的效果组。请在配置中选择已有的效果组，然后重新启用效果组。
zh_hant: 此設定尚未選擇有效的效果組。請在設定中選擇現有的效果組，然後重新啟用效果組。

# Message_ScalingModeEmpty
source: The effect group below is empty. Open Effect groups, find this group and add an effect, or select another effect group in the profile.
zh_hans: 当前效果组没有效果器。请在效果组中添加效果器，或选择其他效果组。
zh_hant: 目前的效果組沒有效果器。請在效果組中新增效果器，或選擇其他效果組。

# Message_ScalingModeUnknownEffect
source: Check the unavailable effect names and positions in View details, then open the effect group below and replace those entries. To keep them, restore the corresponding effects files from the complete package for this version and restart Magpie.
zh_hans: 效果组引用了不可用的效果器。请从完整发行包恢复对应的 effects 文件，或替换该效果器。
zh_hant: 效果組引用了無法使用的效果器。請從完整發行套件還原對應的 effects 檔案，或替換該效果器。

# Message_GraphicsDeviceInitFailed
source: The graphics device could not be initialized. Check the selected GPU, close other GPU-heavy apps, and try again. If it persists, update the graphics driver and restart Windows.
zh_hans: 无法初始化图形设备。请检查所选显卡，关闭其他占用显卡较多的程序后重试；若仍失败，请更新显卡驱动并重启 Windows。
zh_hant: 無法初始化圖形裝置。請檢查所選顯示卡，關閉其他大量使用顯示卡的程式後重試；若仍失敗，請更新顯示卡驅動程式並重新啟動 Windows。

# Message_PresentationInitFailed
source: The presentation output could not be created. Try switching between windowed and fullscreen mode; if using frame generation, try an effect group without it.
zh_hans: 无法创建画面输出。请尝试切换窗口或全屏模式；若使用了补帧，请先尝试不含补帧的效果组。
zh_hant: 無法建立畫面輸出。請嘗試切換視窗或全螢幕模式；若使用了補幀，請先嘗試不含補幀的效果組。

# Message_EffectCompileFailed
source: An effect failed to compile. See details for its name; restore that effect from the matching release package, or remove it from the effect group and retry. Compiler output is in the log.
zh_hans: 效果器编译失败。请在详情中查看名称，从对应发行包恢复该效果器，或将其移出效果组后重试。具体编译错误见日志。
zh_hant: 效果器編譯失敗。請在詳細資料中查看名稱，從對應發行套件還原該效果器，或將其移出效果組後重試。具體編譯錯誤請見記錄。

# Message_EffectResourceFailed
source: An effect could not create its textures or rendering resources. Try a smaller output size or fewer effects, then check the effect files listed in details.
zh_hans: 效果器无法创建纹理或渲染资源。请尝试降低输出尺寸、减少效果器数量，并检查详情所列效果器的文件。
zh_hant: 效果器無法建立紋理或算繪資源。請嘗試降低輸出尺寸、減少效果器數量，並檢查詳細資料所列效果器的檔案。

# Message_NativeEffectInitFailed
source: The effect below could not start. Open details to inspect the failed initialization step and any reported file or error code. You can also open the effect group and replace this effect to continue. If the cause is unclear, copy the details and include the logs.
zh_hans: AI 效果器初始化失败。请确认该效果器支持当前显卡、完整发行包已解压；可更新显卡驱动，或改用其他效果器。
zh_hant: AI 效果器初始化失敗。請確認該效果器支援目前的顯示卡、完整發行套件已解壓縮；可更新顯示卡驅動程式，或改用其他效果器。

# Message_FrameGenerationInitFailed
source: Frame generation did not start. Check the failed step in details. In the effect group below, disable its optical flow, or lower the multiplier if adjustable, then retry. You can also use a group without frame generation.
zh_hans: 补帧初始化失败。请尝试降低倍率或关闭光流，确认显卡支持情况和驱动版本；也可先使用不含补帧的模式。
zh_hant: 補幀初始化失敗。請嘗試降低倍率或關閉光流，確認顯示卡支援情況與驅動程式版本；也可先使用不含補幀的模式。

# Message_OverlayInitFailed
source: The toolbar or cursor overlay could not initialize. Extract the full release package again and enable the effect group again. If it persists, share the details and log.
zh_hans: 工具栏或光标叠加层初始化失败。请重新解压完整发行包后再次启用效果组；若仍失败，请提供详情和日志。
zh_hant: 工具列或游標疊加層初始化失敗。請重新解壓縮完整發行套件後再次啟用效果組；若仍失敗，請提供詳細資料與記錄。

# Message_SharedTextureOpenFailed
source: The graphics device could not share the frame output. Try the same GPU for capture and output, or disable frame generation; update the driver if it persists.
zh_hans: 图形设备无法共享输出画面。请尝试让捕获和输出使用同一显卡，或关闭补帧；若仍失败，请更新显卡驱动。
zh_hant: 圖形裝置無法共用輸出畫面。請嘗試讓擷取與輸出使用同一顯示卡，或關閉補幀；若仍失敗，請更新顯示卡驅動程式。

# Message_DlssNrUnavailable
source: DLSSNR is not processing the image; the image continues to display and other effects keep their order. Open details to check the DLSSNR initialization failure, then enable the group again after resolving it. DLSSNR parameters remain unavailable until it starts successfully.
zh_hans: DLSSNR 初始化失败，当前画面仅透传，未进行 NR 处理。运行中参数暂不可用。请检查显卡支持情况和完整发行文件，然后重新启用效果组。
zh_hant: DLSSNR 初始化失敗，目前畫面僅透傳，未進行 NR 處理。執行中參數暫時無法使用。請檢查顯示卡支援情況與完整發行檔案，然後重新啟用效果組。

# Message_FrameGenerationDisabled
source: Frame generation was disabled for this session after repeated failures. Original frames will continue. Try a lower multiplier or different optical flow settings, then restart the effect group.
zh_hans: 补帧连续失败，已在本次运行中停用，原始帧会继续显示。请尝试降低倍率或更换光流设置，然后重新启用效果组。
zh_hant: 補幀連續失敗，已在本次執行中停用，原始幀會繼續顯示。請嘗試降低倍率或更換光流設定，然後重新啟用效果組。

# Message_ConfigurationWriteFailed
source: Recent changes have not been saved to disk. Keep Magpie open and check the configuration path and cause in View details. Resolve the problem, then click Retry save. Exit after saving succeeds.
zh_hans: 最近的修改未能写入配置文件。请根据详情检查路径、写入权限和磁盘空间；先保持 Magpie 打开，处理后修改一项设置以重试保存。
zh_hant: 最近的修改未能寫入設定檔。請依詳細資料檢查路徑、寫入權限與磁碟空間；先保持 Magpie 開啟，處理後修改一項設定以重試儲存。

# Message_EffectParameterConflict
source: The group or parameters changed elsewhere. This panel’s changes did not overwrite them. Disable and re-enable the group to load the latest settings before adjusting again.
zh_hans: 同一参数已在其他位置被修改，本面板的修改未覆盖保存。请结束并重新启用效果组以载入最新保存值，再进行调整。
zh_hant: 同一參數已在其他位置被修改，本面板的修改未覆蓋儲存。請結束並重新啟用效果組以載入最新儲存值，再進行調整。

# Message_EffectParameterLiveFailed
source: The update could not be applied; the effect is still using its previous values. Try a lower or previously working value. If it still fails, share logs\magpie.log.
zh_hans: 效果器拒绝了本次实时更新，仍使用此前的运行值。已保存的设置可能与运行值不同；请重新启用效果组以应用，或恢复此前可用的参数值。
zh_hant: 效果器拒絕了本次即時更新，仍使用先前的執行值。已儲存的設定可能與執行值不同；請重新啟用效果組以套用，或還原先前可用的參數值。

# Message_ScreenshotDirectoryFailed
source: The screenshot folder could not be created. Check its path and permissions in details, or choose a writable folder under Home → Screenshot save directory and retry.
zh_hans: 无法创建截图目录。请根据详情检查路径和权限，或在主页的“截图保存目录”中选择可写入的目录后重试。
zh_hant: 無法建立螢幕擷取資料夾。請依詳細資料檢查路徑與權限，或在首頁的「螢幕擷取儲存位置」中選擇可寫入的資料夾後重試。
